Repository: chlorcl/ClipboardCanvas
Catalog: ClipboardCanvas/MultilingualResources/ClipboardCanvas.*.xlf
Languages: de_de

# AddCollection
source: Add a collection
de_de: Eine Sammlung hinzufügen

# AppRestartRequired
source: The app will need to be restarted in order to apply the changes.
de_de: Das Programm muss neu gestartet werden, um die Änderungen anzuwenden.

source: Autopaste
de_de: Autoeinfügen

# AutopasteAddRule
source: Add rule
de_de: Regel hinzufügen

# AutopasteContentBeingPasted
source: Content is being pasted
de_de: Inhalt wird eingefügt

# AutopasteContentPasted
source: The content has been pasted
de_de: Der Inhalt wurde eingefügt

# AutopasteContentPastingFailed
source: Autopaste was unable to paste content. Error: {0}
de_de: Autoeinfügen konnte den Inhalt nicht einfügen. Fehler: {0}

# AutopasteExcludeType
source: Exclude type
de_de: Typ auschließen

# AutopasteFinishedWorking
source: Autopaste pasted successfully
de_de: Autoeinfügen erfolgreich

source: Autopaste is disabled
de_de: Autoeinfügen ist deaktiviert

# AutopasteLargerThan
source: Larger than
de_de: Größer als

# AutopasteNoTarget
source: No target
de_de: Kein Ziel

# AutopastePasteToTarget
source: Paste to:
de_de: Einfügen in:

# AutopastePastingFailed
source: Autopaste failed
de_de: Autoeinfügen fehlgeschlagen

# AutopasteRuleFileSize
source: File size...
de_de: Dateigröße...

# AutopasteRuleSet
source: Rule set
de_de: Regelsatz

# AutopasteRuleTypeFilter
source: Type filter...
de_de: Filter eingeben...

# AutopasteSmallerThan
source: Smaller than
de_de: Kleiner als

# AutopasteTypeFile
source: File
de_de: Datei

# AutopasteTypeFolder
source: Folder
de_de: Ordner

# AutopasteTypeImage
source: Image
de_de: Bild

# AutopasteWorking
source: Autopaste is working
de_de: Autoeinfügen arbeitet

source: Cancel
de_de: Abbrechen

# CanvasTypeInfoCurrentInfiniteCanvas
source: You're in Infinite Canvas mode
de_de: Du bist im 'Unbegrenzte Leinwand'-Modus

# CanvasTypeInfoCurrentOneCanvas
source: You're in One Canvas mode
de_de: Du bist im 'Eine Leinwand'-Modus

source: Change
de_de: Ändern

source: Change icon
de_de: Icon ändern

# ChangelogFetchingDataFromGitHub
source: Fetching data from GitHub
de_de: Ruft Daten aus GitHub ab

# ChangelogFetchingError
source: An error occurred while trying to fetch Clipboard Canvas' release notes from GitHub
de_de: Beim Versuch des Abrufes der Versionshinweise aus GitHub ist ein Fehler aufgetreten

# ChangelogTitle
source: Clipboard Canvas has been updated!
de_de: Clipboard Canvas wurde aktualisiert!

# ChangelogViewOnGitHub
source: View on GitHub
de_de: In GitHub ansehen

# ClipboardCanvasCrashReportIssue
source: Report this issue
de_de: Dieses Problem melden

# ClipboardCanvasCrashSubtitle
source: We've encountered an issue that we couldn't recover from.
de_de: Wir sind auf ein Problem gestoßen von dem wir uns nicht erholen konnten.

# ClipboardCanvasCrashTitle
source: Clipboard Canvas crashed spectacularly!
de_de: Clipboard Canvas ist spektakulär abgestürzt!

source: Close Search
de_de: Suche schließen

# CollectionErrorNotificationDescription
source: {0} Error: {1}
de_de: {0} Fehler: {1}

# CollectionFolderNotFound
source: The folder associated with this collection was not found.
de_de: Der mit dieser Sammlung assoziierte Ordner konnte nicht gefunden werden.

# CollectionIsBeingInitialized
source: The Collection is being initialized
de_de: Die Sammlung wird initialisiert

# CollectionItemsMissing
source: We've noticed some items went missing. We're reloading the Collection for you.
de_de: Wir haben festgestellt, dass einige Gegenstände fehlen. Wir laden die Sammlung für dich neu.

source: Collection Preview:
de_de: Sammlungsvorschau:

source: Collections
de_de: Sammlungen

# CollectionTooltip
source: Double click to open this Collection. Right click for more options.
de_de: Doppelklick zum Öffnen dieser Sammlung. Rechtsklick für mehr Optionen.

source: Collection unavailable
de_de: Sammlung unverfügbar

source: Continue in Restricted Access
de_de: Im beschränkten Zugang fortfahren

source: Copy file
de_de: Datei kopieren

source: Copy selected text
de_de: Ausgewählten Text kopieren

# CouldNotDeleteCollectionIcon
source: Current icon could not be deleted.
de_de: Aktuelles Icon konnte nicht gelöscht werden.

# CouldNotRemoveCollectionIcon
source: Couldn't remove icon.
de_de: Icon konnte nicht entfernt werden

# CouldNotRenameCollection
source: Couldn't rename Collection
de_de: Sammlung konnte nicht umbenannt werden

# CouldNotSetCollectionIcon
source: Couldn't set custom Collection icon.
de_de: Eigenes Sammlungsicon konnte nicht gesetzt werden

source: Current Collection:
de_de: Aktuelle Sammlung

source: Default Collection
de_de: Standardsammlung

source: Delete
de_de: Löschen

source: Delete file
de_de: Datei löschen

source: Delete Infinite Canvas
de_de: Unbegrenzte Leinwand löschen

source: Delete item
de_de: Gegenstand löschen

# DeleteItemDescription
source: Are you sure you want to delete this item?
de_de: Bist du sicher, dass du diesen Gegenstand löschen möchtest?

# DeletePermanently
source: Permanently delete
de_de: Dauerhaft löschen

source: Delete Reference
de_de: Referenz löschen

# DropOrPasteToAddContent
source: Drag and drop or paste to add content
de_de: Ziehen und loslassen zum Einfügen von Inhalten

# EmptyTimelineSectionText
source: Recently pasted items will show up on your Timeline here
de_de: Kürzlich eingefügte Gegenstände tauchen hier auf deiner Zeitleiste auf.

source: Enable Autopaste
de_de: Autoeinfügen aktivieren

source: Error
de_de: Fehler

# ErrorWhilstOverridingReference
source: Error whilst overriding reference. Error: {0}
de_de: Fehler beim Überschreiben der Referenz. Fehler: {0}

source: File size rule does not apply to folders.
de_de: Dateigrößenregel wird nicht auf Ordner angewandt.

source: Find next
de_de: Nächste finden

source: Find previous
de_de: Vorherige finden

# HomePageTargetAutopasteDescription
source: Right click desired collection and set it as an autopaste target.
de_de: Rechtsklicke gewünschte Sammlung und setze sie als ein Autoeinfügen-Ziel

# HomePageTargetAutopasteTitle
source: Select autopaste target
de_de: Autoeinfügen-Ziel auswählen

source: Infinite Canvas is empty
de_de: Unbegrenzte Leinwand ist leer

source: Invalid file.
de_de: Ungültige Datei.

# NoItemsToPreview
source: There are no items to preview.
de_de: Es gibt keine Gegenstände zur Vorschau.

# OOBECollectionPreviewDescription
source: Get a bird's eye view of your files. Quickly locate what you need thanks to search function in Collection Preview.
de_de: Wechsle in die Vogelperspektive deiner Dateien. Lokalisiere schnell was du brauchst, dank der Suchfunktion in der Sammlungsvorschau.

# OOBECollectionPreviewTitle
source: Preview your Collections
de_de: Vorschau deiner Sammlung

# OOBECollectionsDescription
source: Use Collections to swiftly move around your workspaces. Customize collections to fit your needs. Group your work in separate folders.
de_de: Nutze Sammlungen, um dich rasch in deinen Arbeitsbereichen umherzubewegen. Passe Sie entsprechend deinen Wünschen an. Gruppiere deine Arbeit in getrennten Ordnern.

# OOBECollectionsTitle
source: Manage your workspace using Collections
de_de: Verwalte deinen Arbeitsbereich mithilfe von Sammlungen

# OOBEFinishDescription
source: You are now ready to start using Clipboard Canvas! You can customize your app experience by heading to Settings.
de_de: Du bist nun bereit, Clipboard Canvas zu nutzen! Du kannst deine App-Erfahrung in den Einstellungen anpassen.

# OOBEFinishTitle
source: You're good to go!
de_de: Du bist startklar!

# OOBEInfiniteCanvasDescription
source: View your files on limit-free canvas. Infinite Canvas is your desktop sticky board that allows you to manage your work in a flexible fashion. Drag around pasted files and take a full control of them.
de_de: Betrachte deine Dateien auf der grenzenlosen Leinwand. Die Unbegrenze Leinwand ist deine Desktop-Pinnwand, die dir erlaubt, deine Arbeit in flexibler Manier zu verwalten. Ziehe deine eingefügten Dateien umher und übernimm die volle Kontrolle über sie.

# OOBEInfiniteCanvasTitle
source: Infinite Canvas
de_de: Unbegrenzte Leinwand

# OOBEOneCanvasDescription
source: Quickly paste and interact with your content on One Canvas. One Canvas gives you a fully-sized interactive preview of various files: - Image preview - Media preview - Text preview - Markdown format preview - Folder and file preview
de_de: Füge schnell Inhalt in deine 'Eine Leinwand' ein und interagiere mit ihm. 'Eine Leinwand' gibt dir eine vollformatige, interaktive Vorschau verschiedenster Dateien: - Bildvorschau - Medienvorschau - Textvorschau - Markdown-Format-Vorschau - Ordner- und Datei-Vorschau

# OOBEOneCanvasTitle
source: One Canvas
de_de: 'Eine Leinwand'

# OOBEReferenceFilesDescription
source: With Reference Files you don't have to worry about filling up your hard drive. Reference Files save space by holding a reference that points to original file. Thanks to Clipboard Canvas seamless integration, Reference Files work great in both One Canvas and Infinite Canvas.
de_de: Mit Referenz-Dateien brauchst du dich nicht um eine volle Festplatte zu sorgen. Referenzierte Dateien sparen Platz, indem sie eine auf die Originaldatei verweisende Referenz speichern. Dank Clipboard Canvas' nahtloser Integration funktionieren referenzierte Dateien sowohl in der 'Einen Leinwand' sowie der 'Unbegrenzten Leinwand' einwandfrei.

# OOBEReferenceFilesTitle
source: Save storage space with Reference Files
de_de: Spare Speicherplatz mit Referenz-Dateien

# OOBETimelineDescription
source: Never miss a file or folder with Timeline on your homepage. Timeline keeps track of recently pasted items so you don't have to worry about anything sliding past unnoticed!
de_de: Verpasse keine(n) Datei oder Ordner mit der Zeitleiste auf deiner Startseite. Die Zeitleiste verfolgt kürzlich eingefügte Gegenstände, damit du dir keine Sorgen vor irgendetwas Unbemerktem machen musst.

# OOBETimelineTitle
source: See a run-down of recent activity on your Timeline
de_de: Erhalte eine Analyse der kürzlichen Aktivitäten auf deiner Zeitleiste

# OOBEWelcomeDescription
source: Thank you for trying out Clipboard Canvas! To get you started, this presentation will guide you through most notable features of the app.
de_de: Danke, dass du Clipboard Canvas ausprobierst! Um dir den Start zu erleichtern, wird dich diese Präsentation durch die wichtigsten Funktionen dieses Programms führen.

source: Open canvas
de_de: Leinwand öffnen

source: Open Collection location
de_de: Sammlungsort öffnen

source: Open containing folder
de_de: Enthaltenden Ordner öffnen

source: Open file
de_de: Datei öffnen

source: Open Infinite Canvas folder
de_de: 'Unbegrenzte Leinwand'-Ordner öffnen

source: Open new Canvas
de_de: Neue Leinwand öffnen

source: Open new Infinite Canvas
de_de: Neue 'Unbegrenzte Leinwand' öffnen

source: Open reference containing folder
de_de: Referenz-enthaltenden Ordner öffnen

source: Open Settings
de_de: Einstellungen öffnen

# OperationCanceled
source: The operation was canceled.
de_de: Der Vorgang wurde abgebrochen.

# OverwriteReference
source: Paste reference
de_de: Referenz einfügen

# PastedAsReference
source: File pasted as reference
de_de: Datei als Referenz eingefügt

# PastedAsReferenceDescription
source: This file has been pasted as a reference to the original file. Clipboard Canvas loads the original file that the reference is pointing to. You can override the reference and copy the item directly to this collection by pressing the button below.
de_de: Diese Datei wurde als Referenz auf die Originaldatei eingefügt. Clipboard Canvas lädt die referenzierte Originialdatei. Du kannst die Referenz überschreiben und den Gegenstand direkt in diese Sammlung kopieren, indem du den unteren Knopf drückst.

source: Paste from Clipboard
de_de: Aus der Zwischenablage einfügen

source: Reference Files
de_de: Referenz-Dateien

source: Reload Collection
de_de: Sammlung neu laden

source: Remove Collection
de_de: Sammlung entfernen

# RemoveFromTimelineSection
source: Remove from this section
de_de: Aus dieser Sammlung entfernen

source: Remove icon
de_de: Icon entfernen

source: Rename
de_de: Umbenennen

source: Reset item positions
de_de: Gegenstandspositionen zurücksetzen

source: Restart Application
de_de: Programm neustarten

source: Restricted Access
de_de: Beschränkter Zugang

# RestrictedAccessDescription1
source: Clipboard Canvas requires permission to access the file system for it to work correctly. Without the permission, some features will be disabled and/or limited.
de_de: Clipboard Canvas benötigt die Berechtigung, auf das Dateisystem zuzugreifen, um richtig zu funktionieren. Ohne die Berechtigung werden einige Funktionen gesperrt oder limitiert.

# RestrictedAccessDescription2
source: You can grant this permission by heading to settings, whereupon the app will be closed.
de_de: Du kannst die Berechtigung in den Einstellungen erteilen, woraufhin das Programm geschlossen wird.

# RestrictedAccessDescription3
source: You can also continue in Restricted Access mode with limited features.
de_de: Du kannst auch im 'Beschränkter Zugang'-Modus fortfahren. Klicke für mehr Informationen.

# RestrictedAccessTitleTooltip
source: Clipboard Canvas is currently in Restricted Access mode. Click for more details.
de_de: Clipboard Canvas ist zurzeit im 'Beschränkter Zugang'-Modus. Klicke für mehr Informationen.

source: Retry
de_de: Erneut versuchen

source: Search
de_de: Suche

source: Select all
de_de: Alles auswählen

source: Set as Autopaste target
de_de: Als Autoeinfügen-Ziel setzen

source: Settings
de_de: Einstellungen

# SettingsAbout
source: About
de_de: Über

# SettingsAboutPageOpenLogLocation
source: Open log file location
de_de: Protokolldateien-Speicherort öffnen

# SettingsAboutPagePrivacyPolicy
source: Privacy Policy
de_de: Datenschutzerklärung

# SettingsAboutPagePrivacyPolicyError
source: An error occurred while trying to load privacy policy
de_de: Beim Laden der Datenschutzerklärung ist ein Fehler aufgetreten

# SettingsAboutPagePullingPrivacyPolicy
source: Pulling Clipboard Canvas' privacy policy from GitHub
de_de: Lädt Clipboard Canvas' Datenschutzerklärung aus GitHub

# SettingsAboutPageReleaseNotes
source: Release notes
de_de: Versionshinweise

# SettingsAboutPageStarOnGitHub
source: Star Clipboard Canvas on GitHub
de_de: Clipboard Canvas in GitHub einen Stern geben

# SettingsAboutPageSubmitFeedback
source: Submit feedback
de_de: Rückmeldung abgeben

# SettingsAboutPageViewIntroductionPage
source: View introduction page
de_de: Einführungsansicht anzeigen

# SettingsGeneral
source: General
de_de: Allgemein

# SettingsGeneralPageDefaultLanguage
source: Windows default
de_de: Windows' Standard

# SettingsGeneralPageInfiniteCanvasAsDefault
source: Use Infinite Canvas as default
de_de: 'Unbegrenzte Leinwand' als Standard nutzen

# SettingsGeneralPageLanguage
source: Language
de_de: Sprache

# SettingsGeneralPagePermanentDeletionAsDefault
source: Permanently delete items as default
de_de: Dateien standardmäßig dauerhaft löschen

# SettingsGeneralPageShowDeleteConfirmation
source: Show confirmation dialog when deleting items
de_de: Bestätigungsdialog beim Löschen von Gegenständen anzeigen

# SettingsGeneralPageShowTimelineWidget
source: Show Timeline widget on the Homepage
de_de: Zeitleistenwidget auf der Startseite anzeigen

# SettingsNotifications
source: Notifications
de_de: Benachrichtigungen

# SettingsNotificationsPageShowAutopasteFailedNotification
source: Show a notification when autopaste fails
de_de: Eine Benachrichtigung bei fehlerhaftem Autoeinfügen anzeigen

# SettingsNotificationsPageShowAutopasteNotification
source: Show a notification when autopaste starts pasting
de_de: Eine Benachrichtigung bei beginnendem Autoeinfügen anzeigen

# SettingsNotificationsPageShowCrashNotification
source: Show error notification if app crashes
de_de: Bei Programmabstürzen Fehlermeldung anzeigen

# SettingsPasting
source: Pasting
de_de: Einfügen

# SettingsPastingPageOpenNewCanvas
source: Open new canvas on paste
de_de: Beim Einfügen eine neue Leinwand öffnen

# SettingsPastingPagePasteAsReference
source: Paste files as reference
de_de: Dateien als Referenz einfügen

# SettingsPastingPageReferenceFilesInfo
source: Reference Files allow you to paste files without creating copies of them. With this setting enabled, every file is pasted as a reference. A reference file is created pointing to the original file which is seamlessly displayed by Clipboard Canvas.
de_de: Referenz-Dateien erlauben dir das Einfügen von Dateien ohne Kopien dieser zu erstellen. Wird diese Einstellung aktiviert, wird jede Datei als Referenz eingefügt. Eine auf die Originaldatei verweisende Referenz-Datei wird erstellt, welche nahtlos durch Clipboard Canvas dargestellt wird.

# SettingsPastingPageRestrictedAccessWarning
source: Cannot enable this setting while in Restricted Access mode.
de_de: Diese Einstellung kann im 'Beschränkter Zugang'-Modus nicht aktiviert werden.

# SettingsPastingPageUseMarkdownAsDefault
source: Use markdown format instead of text files
de_de: Markdown-Format statt Textdatei verwenden

source: Show in Collection
de_de: In Sammlung anzeigen

# StatusCenterCompleted
source: Completed 0.00%
de_de: 0.00% abgeschlossen

# StatusCenterOperationCanceled
source: The operation was canceled
de_de: Der Vorgang wurde abgebrochen

# StatusCenterOperationCanceledTitle
source: Operation canceled
de_de: Vorgang abgebrochen

# StatusCenterOperationComplete
source: The operation is complete
de_de: Der Vorgang ist abgeschlossen

# StatusCenterOperationCompleteTitle
source: Operation complete
de_de: Vorgang abgeschlossen

# StatusCenterOverwritingReferenceCanceled
source: Overwriting Reference was canceled
de_de: Überschreiben der Referenz abgebrochen

# StatusCenterOverwritingReferenceComplete
source: Overwriting Reference complete
de_de: Überschreiben der Referenz erfolgreich

# StatusCenterPastingCanceled
source: Pasting was canceled
de_de: Einfügen wurde abgebrochen

# StatusCenterPastingComplete
source: Pasting complete
de_de: Einfügen erfolgreich

# StatusCenterPercentCompleted
source: Completed {0}%
de_de: {0}% abgeschlossen

# StatusCenterProcessing
source: Processing...
de_de: Arbeitet...

# StatusCenterStarting
source: Starting...
de_de: Startet...

source: Switch to Infinite Canvas
de_de: Zur 'Unbegrenzten Leinwand' wechseln

source: Switch to One Canvas
de_de: Zur Einen Leinwand' wechseln

source: Timeline
de_de: Zeitleiste

# UnknownError
source: An unknown error occurred.
de_de: Ein unbekannter Fehler ist aufgetreten.

source: View on GitHub
de_de: In GitHub ansehen
